{
  "en": {
    "HEADER": {
      "ABOUT_TITLE": "About",
      "PORTFOLIO_TITLE": "Projects",
      "CONTACT_TITLE": "Contact"
    },
    "HOME": {
      "GREETING": "Hello, I'm",
      "ROLE": "Fullstack Software Developer",
      "MY_NAME": "Gonzalo De Domingo"
    },
    "ABOUT_ME": {
      "TITLE": "About Me",
      "EXPERIENCE_TITLE": "Experience",
      "EDUCATION_TITLE": "Education",
      "DESCRIPTION_1": "As a highly experienced software developer with over 6 years of experience, I have worked with a variety of technologies, but my specialty is JavaScript. I have extensive experience working with ReactJS, React Native, NodeJS, and ExpressJS. I have developed web and mobile applications, and have contributed to large-scale projects, which has given me a deep understanding of how to create high-quality, scalable applications.",
      "DESCRIPTION_2": "In addition to my technical experience, I am a very curious person and love to learn new things. I am an avid reader and enjoy keeping up with the latest trends and advancements in my field. I am also passionate about movies and enjoy watching films of different genres and styles. As a complement to my sedentary programmer lifestyle, I also like to stay active and in shape, and enjoy regular exercise.",
      "DESCRIPTION_3": "My combination of technical skills and intellectual curiosity makes me a highly skilled software developer, capable of tackling any challenge that comes my way. Additionally, my varied interests and love of continuous learning enable me to bring different perspectives and skills to any team or project I'm involved in. If you're looking for a highly skilled and curious software developer, feel free to get in touch with me!",
      "DOWNLOAD_CV": "Download Resume",
      "CONTACT_ME": "Contact me"
    },
    "PORTFOLIO": {
      "TITLE": "Projects",
      "GO_BACK_TEXT": "Show all Projects"
    },
    "CONTACT": {
      "TITLE": "Contact Me",
      "EMAIL_TEXT": "Email",
      "SOCIAL_NETWORKS_TEXT": "Social Networks"
    }
  },
  "es": {
    "HEADER": {
      "ABOUT_TITLE": "Sobre mí",
      "PORTFOLIO_TITLE": "Portfolio",
      "CONTACT_TITLE": "Contacto"
    },
    "HOME": {
      "GREETING": "Hola, mi nombre es",
      "ROLE": "Desarrollador de Software Fullstack",
      "MY_NAME": "Gonzalo De Domingo"
    },
    "ABOUT_ME": {
      "TITLE": "Sobre mí",
      "EXPERIENCE_TITLE": "Experiencia",
      "EDUCATION_TITLE": "Educación",
      "DESCRIPTION_1": "Como desarrollador de software con más de 6 años de experiencia, he trabajado con una variedad de tecnologías, pero mi especialidad es JavaScript. He desarrollado aplicaciones web y móviles, y he contribuido a proyectos de gran escala, lo que me ha dado una comprensión profunda de cómo crear aplicaciones de alta calidad y escalables.",
      "DESCRIPTION_2": "Mi combinación de habilidades técnicas y curiosidad intelectual me convierte en un desarrollador de software altamente capacitado, capaz de abordar cualquier desafío que se presente. Además, mis intereses variados y mi amor por el aprendizaje continuo me permiten aportar diferentes perspectivas y habilidades a cualquier equipo o proyecto en el que me involucre.",
      "DOWNLOAD_CV": "Descargar CV"
    },
    "PORTFOLIO": {
      "TITLE": "Projectos",
      "GO_BACK_TEXT": "Ver todos los Proyectos"
    },
    "CONTACT": {
      "TITLE": "Contáctame",
      "EMAIL_TEXT": "Email",
      "SOCIAL_NETWORKS_TEXT": "Redes Sociales"
    }
  }
}
